tap "arthurk/virt-manager"
tap "beryju/tap"
tap "capicuadev/sshpass"
tap "dart-lang/dart"
tap "filosottile/musl-cross"
tap "fluxcd/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "mulbc/ceph-client"
tap "norwoodj/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "sidneys/homebrew"
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "librsvg"
brew "age"
brew "readline"
brew "ansible"
brew "webp"
brew "apr-util"
brew "argocd"
brew "libssh2"
brew "aria2"
brew "arm-linux-gnueabihf-binutils"
brew "python@3.12"
brew "awscli"
brew "cabextract"
brew "cdrtools"
brew "chezmoi"
brew "cilium-cli"
brew "cloudflared"
brew "cmctl"
brew "coreutils"
brew "crane"
brew "croc"
brew "rtmpdump"
brew "curl"
brew "direnv"
brew "docutils"
brew "exiftool"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "fish"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glib-networking"
brew "libusb"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gource"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "gtk4"
brew "srtp"
brew "gstreamer"
brew "helm"
brew "helmfile"
brew "hopenpgp-tools"
brew "hubble"
brew "libheif"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubie"
brew "kustomize"
brew "ldns"
brew "libfido2"
brew "libiconv"
brew "libvirt"
brew "libxmlsec1"
brew "llvm"
brew "lsusb"
brew "make"
brew "openjdk"
brew "maven"
brew "minijinja-cli"
brew "mosh"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "nano"
brew "neofetch"
brew "nmap"
brew "node"
brew "oci-cli"
brew "openssl@1.1"
brew "openconnect"
brew "openjdk@17"
brew "openldap"
brew "openssh"
brew "openstackclient"
brew "opentofu"
brew "pkcs11-helper"
brew "openvpn"
brew "pgloader"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@14"
brew "pre-commit"
brew "psutils"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.11"
brew "python-tk@3.11"
brew "python@3.9"
brew "python-tk@3.9"
brew "qrencode"
brew "rbw"
brew "repo"
brew "rustup"
brew "sops"
brew "speedtest-cli"
brew "spice-gtk"
brew "starship"
brew "subversion"
brew "svtplay-dl"
brew "swaks"
brew "tailscale"
brew "talhelper"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tree"
brew "virt-manager"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yq"
brew "yubico-piv-tool"
brew "beryju/tap/korb"
brew "capicuadev/sshpass/sshpass"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "hashicorp/tap/packer"
brew "johanhaleby/kubetail/kubetail"
brew "koekeishiya/formulae/yabai"
brew "shivammathur/php/php@8.3"
cask "1password-cli"
cask "docker"
cask "flameshot"
cask "geekbench"
cask "ipatool"
cask "nheko"
cask "oracle-jdk"
cask "prismlauncher"
cask "vagrant"
